[	
	{
		"id": "chrY_paper",
		"authors": "*Rhie, A., *Nurk, S., *Cechova, M., *Hoyt, S. J., *<b>Taylor, D. J.</b>, Altemose, N., Hook, P. W., Koren, S., Rautiainen, M., Alexandrov, I. A., Allen, J., Asri, M., Bzikadze, A. v., Chen, N.-C., Chin, C.-S., Diekhans, M., Flicek, P., Formenti, G., Fungtammasan, A., ..., Phillippy, A. M.",
		"year": "2023",
		"title": "The complete sequence of a human Y chromosome",
		"journal": "Nature",
		"doi": "10.1038/s41586-023-06457-y"
	},
	{
		"id": "variants_paper",
		"authors": "*Aganezov, S., *Yan, S. M., *Soto, D. C., *Kirsche, M., *Zarate, S., Avdeyev, P., <b>Taylor, D. J.</b>, ..., & Schatz, M. C.",
		"year": "2021",
		"title": "A complete reference genome improves analysis of human genetic variation",
		"journal": "Science",
		"doi": "10.1126/science.abl3533"
	},
	{
		"id": "chm13structdiff_paper",
		"authors": "Yang, X., Wang, X., Zou, Y., Zhang, S., Xia, M., Vollger, M. R., Chen, N.-C., <b>Taylor, D. J.</b>, Harvey, W. T., Logsdon, G. A., Meng, D., Shi, J., McCoy, R. C., Schatz, M. C., Li, W., Eichler, E. E., Lu, Q., & Mao, Y.",
		"year": "2022",
		"title": "A refined characterization of large-scale genomic differences in the first complete human genome",
		"journal": "bioRxiv",
		"doi": "10.1101/2022.12.17.520860"
	},
	{
		"id": "cCRE_paper",
		"authors": "Xiang, G., He, X., Giardine, B. M., Isaac, K. J., <b>Taylor, D. J.</b>, McCoy, R. C., Jansen, C., Keller, C. A., Wixom, A. Q., Cockburn, A., Miller, A., Qi, Q., He, Y., Li, Y., Lichtenberg, J., Heuston, E. F., Anderson, S. M., Luan, J., Vermunt, M. W., ..., Hardison, R. C.",
		"year": "2024",
		"title": "Interspecies regulatory landscapes and elements revealed by novel joint systematic integration of human and mouse blood cell epigenomes ",
		"journal": "Genome Research",
		"doi": "10.1101/gr.277950.123"
	},
	{
		"id": "MAGE_paper",
		"authors": "<b>Taylor, D. J.</b>, Chhetri, S. B., Tassia, M. G., Biddanda, A., Yan, S. M., Wojcik, G. L., Battle, A., McCoy, R. C.",
		"year": "2024",
		"title": "Sources of gene expression variation in a globally diverse human cohort",
		"journal": "Nature",
		"doi": "10.1038/s41586-024-07708-2"
	},
	{
		"id": "t2t_review",
		"authors": "*<b>Taylor, D.J.</b>, *Eizenga, J. M., *Li, Q., Das, A., Jenike, K. M., Kenny, E. E., Miga, K. H., Monlong, J., McCoy, R. C., Paten, B., Schatz, M. C.",
		"year": "2024",
		"title": "Beyond the Human Genome Project: The age of complete human genome sequences and pangenome references",
		"journal": "Annual Reviews",
		"doi": "10.1146/annurev-genom-021623-081639"
	}
]